<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
<title>University of Wisconsin-Whitewater | College of Letters &amp; Sciences</title>

</head>
<body style="background-color:#E1E1D8">

<!-- HEADER EXTERNAL LINKS -->
<table border="0" cellpadding="0" cellspacing="0" width="100%" bgcolor="white">
	<tr height="42">
	<td width="125" rowspan="3" align="left" valign="top">
	<a href="http://www.uww.edu/">
	<img src="../etc/logo2_color.gif" alt="UWW Home" border="0" height="160" width="125"></a>
	<td width="600" align="left" valign="bottom">
	<a href="http://www.uww.edu/cls/">
	<img src="../etc/cls2.gif" alt="UWW College of Letters and Sciences" border="0"></a>
	<td>&nbsp;
	<tr height="42"><td align="left" valign="center">
	<a href="http://www.uww.edu/cls/biology/">
	<img src="../etc/biodept2.gif" alt="UWW Department of Biological Sciences" border="0">
	</a>
	<tr height="76"><td colspan="2">
		<table border="0" cellpadding="0" cellspacing="0" width="100%">
		<tr height="76">
		<td width="280" bgcolor="#CECFBE" align="center" style="font-family:helvetica,arial,sans-serif;font-size:32px;font-weight:bold;color:#24201f">Tippery Lab
		<td background="../etc/bannerbg.jpg">&nbsp;
		</table>
</table>

<!-- INTERIOR CONTENT CONTAINER -->
<!-- LEFT-HAND COLUMN -->
<table border=0 cellpadding=0 cellspacing=0>
<tr>
<td width=125 bgcolor="#CECFBE" align="center" valign="top" style="font-family:helvetica,arial,sans-serif;font-size:12px;color:#24201f">
<p style="font-weight:bold;">&nbsp;
<p style="font-weight:bold;"><a href="../index.htm" style="color:#24201F;text-decoration:none">Tippery Lab HOME
<hr>
<p style="font-weight:bold;">Research</a>
<p style="font-weight:normal"><a href="../phylogeny/index.htm" style="color:#24201F;text-decoration:none">Systematics &<br>Phylogenetics</a>
<p style="font-weight:normal"><a href="../reprodbio/index.htm" style="color:#24201F;text-decoration:none">Reproductive Biology</a>
<p style="font-weight:normal"><a href="../morphology/index.htm" style="color:#24201F;text-decoration:none">Morphology</a>
<p style="font-weight:normal"><a href="../reprodbio/index.htm" style="color:#24201F;text-decoration:none">Reproductive System Evolution</a>
<p style="font-weight:normal"><a href="../Menyanthaceae/index.htm" style="color:#24201F;text-decoration:none">Menyanthaceae</a><br>
<a href="../Meny-morph/index.htm" style="color:#24201F;text-decoration:none">[ Morphology ]</a><br>
<a href="../images/index.htm" style="color:#24201F;text-decoration:none">[ Photographs ]</a><br>
<a href="../Meny-taxonomy/index.htm" style="color:#24201F;text-decoration:none">[ Taxonomy ]</a>
<hr>
<p style="font-weight:bold;"><a href="../people/index.htm" style="color:#24201F;text-decoration:none">People</a>
<hr>
<p style="font-weight:bold"><a href="../Tippery-CV.htm" style="color:#24201F;text-decoration:none">Curriculum Vitae</a>

<td valign=top style="padding:25px;font-family:helvetica,arial,sans-serif;font-size:12px;color:#24201F;text-align:left">

<table border=0 cellspacing=0 width=800>

<p class="mailingaddr">
The paragraphs below were transcribed into electronic text and translated into English (where appropriate) by the webpage author. Comments and corrections are welcome and should be directed to the <a href="mailto:tipperyn@uww.edu">webmaster</a>.

<hr>

<table width=100% cellpadding=5>

<tr valign=top align=left><td width=72%>

<span class="personname"><b><i>Villarsia capensis</i> (Houtt.) Merr.</b></span><br>
- Merrill, E.D. 1938. A critical consideration of Houttuyn's new genera and new species of plants. <i>Journal of the Arnold Arboretum</i> 19: 291-375.
<ul><li><span class="category"><i>Renealmia ovata</i> (L.f.) Kuntze</span><br>
- Kuntze, O. 1891. <i>Revisio Generum Plantarum.</i> p. 429.
<li><span class="category"><i>Villarsia ovata</i> (L.f.) Vent.</span><br>
- Ventenat, E.P. 1803. <i>Choix de Plantes.</i> t. 9.
<li><span class="category"><i>Menyanthes capensis</i> Thunb.</span><br>
- Thunberg K.P. 1794. <i>Prodromus Plantarum Capensium.</i> p. 34.
<li><span class="category"><i>Menyanthes ovata</i> L.f.</span><br>
- Linnaeus C. (filius). 1781. <i>Supplementum Plantarum Systematis Vegetabilium.</i> p. 133.
<li><span class="category"><i>Renealmia capensis</i> Houtt.</span><br>
- Houttuyn, M., Linnaeus, C. 1777. <i>Natuurlyke historie of uitvoerige beschryving der dieren, planten en mineraalen</i> 2 (8): 319.</ul>

<hr>

<table width=100% cellpadding=5>

<tr valign=top align=left><th width=10%>status
<th width=15%>collector
<th width=15%>date
<th width=45%>locality
<th width=15%>deposited

<tr valign=top align=left><td>
<td><i></i>
<td>
<td>
<td>

</table>

<hr>


<span class="category"><b><i>Villarsia ovata</i> (L.f.) Vent.</b></span><br>
- Ventenat, E.P. 1803. <i>Choix de Plantes.</i> t. 9.

<table width=100% cellpadding=5>

<tr valign=top align=left><td width=50%>
Villarsia foliis ovatis, erectis; floribus racemoso-paniculatis; corollis ciliatis.

<td width=50%>
<i>Villarsia</i> with erect, ovate leaves; flowers racemose-paniculate; corollas ciliate.

<tr valign=top align=left><td width=50%>
Plante herbac&eacute;e, vivace, originaire du Cap de Bonne-Esp&eacute;rance, ayante le port d'un <i>Alisma</i>, cultiv&eacute;e depuis plusieurs ann&eacute;es chez Cels. Elle passe l'hiver dans l'orangerie, conserve ses feuilles radicales, et fleurit en messidor.

<td width=50%>
Herbaceous, perennial plant, originating in the Cape of Good Hope, having the habit of an <i>Alisma</i> [water-plantain], cultivated for several years at Cels. It spends the winter in the orangery, preserves its radical leaves, and flowers in Messidor [June-July].

<tr valign=top align=left><td width=50%>
<b>Racine</b> fibreuse.

<td width=50%>
<b>Root</b> fibrous.

<tr valign=top align=left><td width=50%>
<b>Tiges</b> peu nombreuses, droites, cylindriques, quelquefois nues et semblables &agrave; des hampes, plus souvent garnies de trois ou quatre feuilles; simples, glabres, d'un vert-gai, hautes de cinq d&eacute;cim&egrave;tres, de la grosseur d'une plume &agrave; &eacute;crire.

<td width=50%>
<b>Stems</b> very few, erect, cylindrical, sometimes naked and similar to poles, more often furnished with three or four leaves; simple, glabrous, of bright green, 50 cm in height, the size of a writing feather.

<tr valign=top align=left><td width=50%>
<b>Feuilles</b> droites, p&eacute;tiol&eacute;es, ovales, obtuses, ordinairement tr&egrave;s-enti&egrave;res, quelquefois ond&eacute;es sur leurs bords; relev&eacute;es sur chaque surface de nervures fines et rameuses &agrave; leur somet; glabres, un peu &eacute paisses, planes, d'un vert-gai, d'une saveur am&egrave;re, paroissant parsem&eacute;es de points transparens lorsqu'on les observe &agrave; la loupe: celles qui naissent imm&eacute;diatement du collet de la racine, au nombre de dix &agrave; douze, longues de huit centim&egrave;tres, larges de quatre; celles qui naissent sur la tige, peu nombreuses, alternes, insensiblement plus courtes.

<td width=50%>
<b>Leaves</b> erect, petiolate, oval, blunt, usually very entire, sometimes undulate on their edges; raised on each surface of fine veins branching at the summit; glabrous, a little thick, planar, of bright green, of a bitter savour, [paroissant] strewn with transparent points when one observes them with the magnifying glass: those which are born immediately from the collar of the root, ten to twelve, 8 cm long, 4 cm broad; those which are borne on the stem, very few, alternate, imperceptibly shorter.

<tr valign=top align=left><td width=50%>
<b>P&eacute;tioles</b> dilat&eacute;s &agrave; leur base et enga&icirc;nant le collet de la racine ou la tige; droits, convexes d'un c&ocirc;t&eacute;, creus&eacute;s de l'autre d'un profond sillon, de la couleur des feuilles et trois fois plus longs.

<td width=50%>
<b>Petioles</b> dilated at their base and sheathing the collar of the root or the stem; erect, convex on one side, hollowed on the other by a deep furrow, of the color of the leaves and three times longer.

<tr valign=top align=left><td width=50%>
<b>Grappes</b> axillaires et terminales, peu ouvertes, courtes, formant par leur ensemble, une panicle along&eacute;e, peu serr&eacute;e et &eacute;troite.

<td width=50%>
<b>Inflorescence</b> axillary and terminal, not very open, short, forming all together an elongate panicle, not very tight and narrow.

<tr valign=top align=left><td width=50%>
<b>Fleurs</b> droites, p&eacute;dicul&eacute;es, munies de bract&eacute;es, d'un beau jaune citron, sans odeur, larges de trois centim&egrave;tres: les sup&eacute;rieures s'&eacute;panouissant les premi&egrave;res.

<td width=50%>
<b>Flowers</b> erect, pedicellate, provided with bracts, a beautiful lemon-yellow, without odor, three centimetres broad: the higher ones opening first.

<tr valign=top align=left><td width=50%>
<b>P&eacute;dicules</b> droits, cylindriques, dilat&eacute;s vers leur sommet, de la couleur des feuilles, longs d'un centim&egrave;tre.

<td width=50%>
<b>Pedicels</b> erect, cylindrical, dilated towards their top, of the color of the leaves, 1 cm long.

<tr valign=top align=left><td width=50%>
<b>Bract&eacute;es</b> droites, en lance, obtuses, convexes en dehors, concaves en dedans: celles des grappes terminales longues de deux centim&egrave;tres; celles des fleurs deux fois plus courtes.

<td width=50%>
<b>Bracts</b> erect lanceolate, blunt, convex outwards, concave to the inside: those of the terminal bunches 2 cm long; those of the flowers two times shorter.

<tr valign=top align=left><td width=50%>
<b>Calice</b> d'une seule pi&egrave;ce, &agrave; cinq divisions profondes, ouvertes, ovales, aigu&euml;s, glabres, subsistantes, de la couleur et de la longueur des p&eacute;dicules.

<td width=50%>
<b>Calyx</b> of only one part, with five deep divisions, open, oval, acute, glabrous, persistent, of the color and the length of the pedicles.

<tr valign=top align=left><td width=50%>
<b>Corolle</b> ins&eacute;r&eacute;e sous l'ovaire, monop&eacute;tale, en roue. <b>Tube</b> tr&egrave;s-court. <b>Limbe</b> &agrave; cinq divisions alternes avec celles du calice, ovales, obtuses, glabres et concaves en dehors, convexes et pubescentes en dedans, cili&eacute;es &agrave; leur base, munies vers leur sommet d'un rebord large, mince et frang&eacute; qui leur donne une forme arrondie.

<td width=50%>
<b>Corolla</b> inserted under the ovary, monopetalous, rotate. <b>Tube</b> very short. <b>Limb</b> with five divisions alternate with those of the calyx, oval, blunt, glabrous and concave outwards, convex and pubescent in inside, ciliate at their base, provided towards their top with a broad, thin and fringed edge which gives them a round form.

<tr valign=top align=left><td width=50%>
<b>&Eacute;tamines</b> cinq, tr&egrave;s-courtes, ins&eacute;r&eacute;es &agrave; l'orifice de la corolle, alternes avec ses divisions et de la m&ecirc;me couleur. <b>Filets</b> droits, cylindriques. <b>Anth&egrave;res</b> adh&eacute;rentes &agrave; la moiti&eacute; sup&eacute;rieure des filets, en fl&egrave;che, creus&eacute;es int&eacute;rieurement de deux sillons.

<td width=50%>
<b>Stamens</b> five, very-short, inserted at the opening of the corolla, alternate with its divisions and of the same color. <b>Filaments</b> erect, cylindrical. <b>Anthers</b> adherent to the higher half of the filaments, sagittate, creased internally by two furrows.

<tr valign=top align=left><td width=50%>
<b>Ovaire</b> libre, conique, entour&eacute; &agrave; sa base de cinq glandes en forme de rein, alternes avec les &eacute;tamines et d'un jaune dor&eacute;. <b>Style</b> cylindrique, tr&egrave;s-court. <b>Stigmate</b> form&eacute; de deux lames droites, arrondies, frang&eacute;es sur leur bords.

<td width=50%>
<b>Ovary</b> free, conical, surrounded at its base by five reniform glands, alternate with the stamens and of a gilded yellow. <b>Style</b> cylindrical, very short. <b>Stigma</b> formed of two erect blades, round, fringed on their edges.

<tr valign=top align=left><td width=50%>
<b>Fruit</b> ...

<td width=50%>
<b>Fruit</b> ...

</table>

<hr>

<span class="category"><b><i>Menyanthes ovata</i> L.f.</b></span><br>
- Linnaeus C. (filius). 1781. <i>Supplementum Plantarum Systematis Vegetabilium.</i> p. 133.

<table width=100% cellpadding=5>

<tr valign=top align=left><td width=50%>
Menyanthes foliis ovatis petiolatis, caule paniculato.<br>
Habitat in aquis Cap. bonae spei. <i>Thunberg</i>.<br>
Facies Alismae, at flos Menyanthis.

<td width=50%>
<i>Menyanthes</i> with ovate, petiolate leaves. Stem paniculate.<br>
Lives in waters of the Cape of Good Hope. <i>Thunberg</i>.<br>
Appearance of <i>Alisma</i> [water-plantain], but flower of <i>Menyanthes</i>.

</table>

</body>

</html>